Repository: lindamakk/MetroProject
Catalog: Localizable.xcstrings
Source language: en
Languages: ar

source: Add Your Stops
ar: أضف محطاتك

source: Are you sure you want to end your trip?
ar: هل أنت متأكد من رغبتك في إنهاء الرحلة؟

source: Blue line
ar: المسار الأزرق

source: Cancel
ar: إلغاء

source: Choose your stops
ar: اختر محطاتك

source: Choose your stops and build your trip
ar: اختر محطاتك وابدأ رحلتك

source: Continue
ar: استمرار

source: Delete Station
ar: حذف محطة

source: Disabled
ar: معطل

source: Done
ar: تم

source: End Trip
ar: إنهاء الرحلة

source: End Trip?
ar: إنهاء الرحلة؟

source: Get Started
ar: ابدأ الآن

source: Have a great Day!
ar: نتمنى لك يوماً سعيداً!

source: Last Trips
ar: آخر الرحلات

source: Loading...
ar: جاري التحميل...

source: Make sure your location is set to 'Always' in your iPhone Settings so we can wake you up at your stop.
ar: تأكد من ضبط إعدادات الموقع على "دائماً" لتنبيهك عند وصولك.

source: Need Background Alerts?
ar: هل تحتاج تنبيهات في الخلفية؟

source: Never Miss Your Stops
ar: لا تفوت محطاتك أبداً

source: Next Step
ar: الخطوة التالية

source: No stops selected yet.
ar: لم تختر محطات بعد.

source: No Trips Yet
ar: لا توجد رحلات بعد

source: On your way to school or work?
ar: في طريقك للمدرسة أو العمل؟

source: Only choose the stops where you actually want alerts. We'll notify you just for those stops.
ar: اختر فقط المحطات التي تود تلقي تنبيهات عندها.

source: Plan Trip
ar: خطط لرحلتك

source: Please choose “Always Allow” in the next step.
ar: يرجى اختيار "السماح دائماً" في الخطوة التالية.

source: Reach Destination
ar: الوصول للوجهة

source: Relax and enjoy the ride.
ar: استرخِ واستمتع بالرحلة

source: Scroll, read, or even take a nap.
ar: تصفح، اقرأ، أو حتى خذ قيلولة.

source: Search for a station..
ar: ابحث عن محطة..

source: Select stops to receive notifications.
ar: اختر المحطات لتلقي التنبيهات.

source: Select the metro stops for your trip.
ar: اختر محطات المترو لرحلتك.

source: Start Fresh
ar: ابدأ من جديد

source: Start Trip
ar: ابدأ الرحلة

source: Stops Left
ar: محطات متبقية

source: Tap on a station to remove it from the list
ar: اضغط على المحطة لإزالتها من القائمة

source: To remind you before your station, Stoply needs access to your location.
ar: لتذكيرك قبل محطتك، يحتاج التطبيق الوصول لموقعك.

source: Trip in progress
ar: الرحلة جارية

source: Trip interrupted
ar: الرحلة متوقفة

source: We’ll remind you before you arrive — no more missed stations.
ar: سنقوم بتنبيهك قبل وصولك — لا مزيد من المحطات الفائتة.

source: We’ve got your stop.
ar: محطتك علينا.

source: You Don’t Need to Select All Stops
ar: لا حاجة لتحديد جميع المحطات

source: You’ve reached your destination successfully
ar: لقد وصلت إلى وجهتك بنجاح

source: Your next stop is
ar: رحلتك القادمة هي

source: Your Trip Recap
ar: ملخص رحلتك
